Repository: dimeb/jukebox
Catalog: templates/*/audio.po
Languages: mk

source: VLC options
mk: Опции за VLC (*)

source: VLC options tip
mk: Една опција по линија

source: VLC options tip1
mk: (*) За да се прифатат промените џубоксот мора да се рестартира

source: Initial audio volume
mk: Иницијална јачина на звукот кога џубоксот ќе се вклучи (**)

source: Audio volume
mk: (**) Софтверска јачина на звук, нула или позитивен цел број во проценти (0 = исклучено, 100 = 0dB)

source: Volume step
mk: Чекор на јачината

source: Volume step tip
mk: Позитивен цел број во проценти

source: Play list volume
mk: Јачина на избраната музика

source: Play list volume tip
mk: Нула или позитивен цел број во проценти

source: Random list volume
mk: Јачина на позадинската музика

source: Random list volume tip
mk: Нула или позитивен цел број во проценти

source: Internet radio volume
mk: Јачина на интернет радиото

source: Internet radio volume tip
mk: Нула или позитивен цел број во проценти

source: Invalid volume step
mk: Неисправен чекор на јачината "%s".

source: Invalid play list volume
mk: Неисправна јачина на избраната музика "%s".

source: Invalid random list volume
mk: Неисправна јачина на позадинската музика "%s".

source: Invalid radio volume
mk: Неисправна јачина на интернет радиото "%s".

source: Current audio volume
mk: Тековна јачина на звукот

source: Save audio volume
mk: Зачувај ја како иницијална јачина
