Repository: dimeb/jukebox
Catalog: templates/*/config.po
Languages: mk

source: Username
mk: Корисничко име

source: Current password
mk: Тековна лозинка

source: New password
mk: Нова лозинка

source: Confirm new password
mk: Потврди ја новата лозинка

source: Language
mk: Јазик

source: HTTP address
mk: Адреси на HTTP серверот

source: HTTPS address
mk: Адреси HTTPS серверот

source: HTTP address tip
mk: Една адреса по линија<br>Синтакса: "адреса:порта"<br>Пример: "127.0.0.1:9090"<br>За сите адреси: ":9090"<br>Исклучен ако полето е празно<br><strong>Портите 10000 и 11000 се резервирани!</strong>

source: TLS cert file
mk: Фајл со TLS сертификатот

source: Error saving TLS cert file
mk: Грешка при преносот на фајлот со TLS сертификатот "%s".

source: TLS key file
mk: Фајл со TLS клучот

source: Error saving TLS key file
mk: Грешка при преносот на фајлот со TLS клучот "%s".

source: Empty or invalid username
mk: Празно или неисправно корисничко име "%s".

source: Invalid current password
mk: Неисправна тековна лозинка.

source: New password and Confirm new password doesn't match
mk: Новата лозинка и потврдата на новата лозинка не се совпаѓаат.

source: Invalid HTTP address
mk: Неисправн(а/и) HTTP адрес(а/и) %v.

source: Invalid HTTPS address
mk: Неисправн(а/и) HTTPS адрес(а/и) %v.

source: BGMusic
mk: Извор на позадинската музика

source: BGMusic source list
mk: Листа на позадинската музика

source: BGMusic source internet radio
mk: Интернет радио

source: Free songs selection
mk: Бесплатен избор на песни
