Repository: dimeb/jukebox
Catalog: templates/*/index.po
Languages: mk

source: Jukebox
mk: Џубокс!

source: Audio
mk: Аудио

source: Lists
mk: Листи

source: Internet radio
mk: Интернет радио

source: Setup
mk: Конфигурација

source: Skin
mk: Изглед

source: Logs
mk: Логови

source: Submit
mk: Зачувај

source: Search
mk: Пребарај

source: Refresh
mk: Освежи

source: Choose file
mk: Избери фајл

source: No file chosen
mk: Нема избрано фајл

source: Maximum file size
mk: Максимална големина на фајлот

source: File is greater
mk: Големината на фајлот е поголема од дозволената

source: Allowed characters username
mk: Дозволени: алфанумерици и подцрти.

source: Allowed characters filename
mk: Дозволени: алфанумерици, подцрти и точки.

source: Are you sure
mk: Дали сте сигурни?

source: Request queued
mk: Барањето е прифатено

source: Request error
mk: Грешка со код

source: Select all
mk: Вклучи ги сите

source: Deselect all
mk: Исклучи ги сите

source: Unspecified
mk: Неспецифицирано

source: Error saving data please try again
mk: Грешка при внесот на податоците. Ве молиме обидете се повторно.

source: Configuration changed
mk: Конфигурацијата е сменета.

source: Clear
mk: Исчисти
