Repository: dimeb/jukebox
Catalog: templates/*/internet_radio.po
Languages: mk

source: Station search
mk: Пребарување на станици

source: Name
mk: Име

source: Country
mk: Држава

source: Genre
mk: Жанр

source: Language
mk: Јазик

source: Selected station
mk: Избрана станица

source: Delete selected station
mk: Избриши ја избраната станица

source: Cannot delete selected station
mk: Избраната станица не може да се избрише, прво сменете го изворот на позадинска музика

source: Internet radio database inaccessible
mk: Базата на интернет радија е непристапна, ве молиме обидете се повторно подоцна.

source: Internet radio download URL
mk: URL на базата со интернет радија

source: Internet radio database update
mk: Симни ја базата и ажурирај ја локалната база

source: Last download
mk: Последно симнување: %s

source: Invalid download URL
mk: Неисправен URL за симнување на базата "%s".
