Repository: dimeb/jukebox
Catalog: templates/*/lists.po
Languages: mk

source: Random list
mk: Листа на папки/песни за позадинската музика

source: Random help
mk: Ако е празно позадинската музика ќе се избира од сите папки

source: Add folder song
mk: Додади папка/песна

source: Delete folder song
mk: Избриши ги вклучените папки/песни

source: Play list
mk: Листа на песни за избор

source: Slot
mk: Листа

source: Show
mk: Прикажи ја на екранот

source: Label
mk: Етикета

source: Label name
mk: Име на песната

source: Label author
mk: Автор на песната

source: Set song
mk: Постави песна

source: Delete song
mk: Избриши ја песната

source: Label format
mk: Формат на етикетата

source: Left side
mk: Лева страна

source: Right side
mk: Десна страна

source: Name author
mk: <span>Име на песната</span><br><span>Автор на песната</span>

source: Author name
mk: <span>Автор на песната</span><br><span>Име на песната</span>

source: Search song
mk: Пребарај песна

source: Browse list
mk: Папки за изборот со листање

source: Add folder
mk: Додади папка

source: Delete folder
mk: Избриши ги вклучените папки

source: Only folder selected
mk: Може да се изберат само папки

source: Browse help
mk: Ако е празно сите папки ќе можат да се листаат
