Repository: dimeb/jukebox
Catalog: templates/*/logs.po
Languages: mk

source: Log file name
mk: Име на лог фајлот

source: Log file if empty
mk: Ако е празно логира на stderr

source: Invalid log file name
mk: Неисправно име на лог фајлот "%s".

source: Rotate log file
mk: Ротација на лог фајлот

source: Log file size
mk: Кога големината на фајлот ќе надмине

source: Rotate log file now
mk: Ротирај го лог фајлот сега

source: Most ordered songs
mk: Најмногу нарачувани песни

source: Chip money inserted
mk: Внесено жетони/пари

source: Period from-to
mk: Период од - до

source: Period from-to help
mk: Остави го полето празно за сите резултати.<br>Избери два датуми за да го избереш периодот.

source: Log file content
mk: Содржина на лог фајлот
