Repository: dimeb/jukebox
Catalog: templates/*/ui.po
Languages: mk

source: Error
mk: ГРЕШКА !!!

source: Change list
mk: Смени листа

source: Usage
mk: Притисни на бројките<br>за да избереш песна

source: Usage song
mk: Притисни на песната<br>за да ја избереш

source: Usage icon
mk: Притисни на иконата<br>за да ја видиш сликата

source: Song selected
mk: Избор:

source: Songs
mk: песни

source: Cancel
mk: Откажи

source: Play
mk: Свири

source: Chip
mk: Внеси жетон

source: Money
mk: Внеси пари
